export var  data=[

    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的,驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },
    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },
    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },

]

export  var  mockdata=[

    {
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车身后贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [{
          msrc: [require("../image/logo.png")],
          src: [require("../image/logo.png")],
          w: 800,
          h: 400
        }],
        select: "2",
        type:1
      },
      {
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车身后贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [{
          msrc: [require("../image/logo.png")],
          src: [require("../image/logo.png")],
          w: 800,
          h: 400
        }],
        select: "2",
        type:1
      },{
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车<span style='color:red'>身后</span>贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [],
        type:2,
        select:"1,2",
        
      }

]




export var mockdatas=[
 {
  id: 1,
  title: "队组边门置小商但间们历精性者感可持形我保期与引和备他即会技正快正日细华难达展来品面月好子认具族样难进",
  choice: (4) ["A", "B", "C", "D"],
  choices: (4) ["火门且", "持如七", "电织将", "以还习"],
  answer: "复算列过流集族设研法建向记作科是且再么国理如流说级用片极调马领积才调记快名连她知动立命分单提类效志加代员头我们能特并分理金选历方向复主看个出给农毛江手才府性位内长都近样当但你应流四只精义数四部分公果因性精队少知段全质建然白极院省应山段精前识百间影派家系人气和收算难理象为日话影整局率米联决劳能又织省物住王现委称统马包前下个称族技矿话月再什说入争拉全你公广选器万要养资革美拉水运节接便争特美反到设成式省发位口飞向处式群低几管每使治际区六价西把调接工还所活际先信段型量院议他线水音个物个总天来品器间半油况选至员的除铁风走称重二身因叫一验毛容价没认低对又务张特毛几导由十片龙都总习速龙复程一化装想北了位集建般角省别观资回定感路必全土角眼年角长九至增风声标维转造收世白江即重京动分容指明标标片分步天同安交志半今产中程张于管劳知不美设非光油深处转二先层单其听界选形有在取受王细列飞长在省段定具流角百非象准战展应二治集采矿造一比证书积商革区去音验容近及对内务实查光会该克速论南酸先以象况那京非务干选机了相毛来平入构当与将从应论物感两集线们你六观证用车形斯线水部时究东细响总如资包清并色么展石联手难资往用件文的反格马光美名住个样说内一算状积表群什机将厂平型展分指须叫万以么共亲际革极报那水温道土石至号再候县可山开际成集群七很力象图实头队小置属育写斗完求强劳流上团研理影少机化料指命给发器改及场如观政是消权里维好并群称月农间正白色消流示走二车素研组百再铁调层书圆国通定于关设验号别各立政细相可收身其金动种反号干很单增素空自米金儿声四流程素间没红得大为后再内二三火风非存风家解低准样高厂走出约元代计己据且记半织两我领电消平查形再必约格总来持事车领为调带没强报花越始气原原八这安文流石专毛经极队特龙确己斗名路件儿准对数平采支才将都月物府型感于般电太观备消求区百统素照合全基公量平看身命老民做周实细众住给们斗放身教信价山话总条军段育每多结段色四切发入时持传学手心月说可计认海思写易制备油发史型基育长约半造动表节自究如量次局因标度流成口具理列接展自需只规比想使车总走经正基条本小取也于手据证率支何际情认开子热更化声往型加置育利省化那级外中决难持当分般三话再五用天被新质约和结前回道消算设位比动重制常业走已认好太指没京去电大头特布常直酸道者少党料具自调体权些点济并地定然色商",
  select: 0,
  type: 1,
 },
 {
  id: 1,
  title: "队组边门置小商但间们历精性者感可持形我保期与引和备他即会技正快正日细华难达展来品面月好子认具族样难进",
  choice: (4) ["A", "B", "C", "D"],
  choices: (4) ["火门且1", "持如七1", "电织将1", "以还习1"],
  answer: "复算列过流集族设研法建向记作科是且再么国理如流说级用片极调马领积才调记快名连她知动立命分单提类效志加代员头我们能特并分理金选历方向复主看个出给农毛江手才府性位内长都近样当但你应流四只精义数四部分公果因性精队少知段全质建然白极院省应山段精前识百间影派家系人气和收算难理象为日话影整局率米联决劳能又织省物住王现委称统马包前下个称族技矿话月再什说入争拉全你公广选器万要养资革美拉水运节接便争特美反到设成式省发位口飞向处式群低几管每使治际区六价西把调接工还所活际先信段型量院议他线水音个物个总天来品器间半油况选至员的除铁风走称重二身因叫一验毛容价没认低对又务张特毛几导由十片龙都总习速龙复程一化装想北了位集建般角省别观资回定感路必全土角眼年角长九至增风声标维转造收世白江即重京动分容指明标标片分步天同安交志半今产中程张于管劳知不美设非光油深处转二先层单其听界选形有在取受王细列飞长在省段定具流角百非象准战展应二治集采矿造一比证书积商革区去音验容近及对内务实查光会该克速论南酸先以象况那京非务干选机了相毛来平入构当与将从应论物感两集线们你六观证用车形斯线水部时究东细响总如资包清并色么展石联手难资往用件文的反格马光美名住个样说内一算状积表群什机将厂平型展分指须叫万以么共亲际革极报那水温道土石至号再候县可山开际成集群七很力象图实头队小置属育写斗完求强劳流上团研理影少机化料指命给发器改及场如观政是消权里维好并群称月农间正白色消流示走二车素研组百再铁调层书圆国通定于关设验号别各立政细相可收身其金动种反号干很单增素空自米金儿声四流程素间没红得大为后再内二三火风非存风家解低准样高厂走出约元代计己据且记半织两我领电消平查形再必约格总来持事车领为调带没强报花越始气原原八这安文流石专毛经极队特龙确己斗名路件儿准对数平采支才将都月物府型感于般电太观备消求区百统素照合全基公量平看身命老民做周实细众住给们斗放身教信价山话总条军段育每多结段色四切发入时持传学手心月说可计认海思写易制备油发史型基育长约半造动表节自究如量次局因标度流成口具理列接展自需只规比想使车总走经正基条本小取也于手据证率支何际情认开子热更化声往型加置育利省化那级外中决难持当分般三话再五用天被新质约和结前回道消算设位比动重制常业走已认好太指没京去电大头特布常直酸道者少党料具自调体权些点济并地定然色商",
  select: 2,
  type: 1,
 },
 {
  id: 1,
  title: "队组边门置小商但间们历精性者感可持形我保期与引和备他即会技正快正日细华难达展来品面月好子认具族样难进",
  choice: (4) ["A", "B", "C", "D"],
  choices: (4) ["火门且3", "持如七3", "电织将3", "以还习3"],
  answer: "复算列过流集族设研法建向记作科是且再么国理如流说级用片极调马领积才调记快名连她知动立命分单提类效志加代员头我们能特并分理金选历方向复主看个出给农毛江手才府性位内长都近样当但你应流四只精义数四部分公果因性精队少知段全质建然白极院省应山段精前识百间影派家系人气和收算难理象为日话影整局率米联决劳能又织省物住王现委称统马包前下个称族技矿话月再什说入争拉全你公广选器万要养资革美拉水运节接便争特美反到设成式省发位口飞向处式群低几管每使治际区六价西把调接工还所活际先信段型量院议他线水音个物个总天来品器间半油况选至员的除铁风走称重二身因叫一验毛容价没认低对又务张特毛几导由十片龙都总习速龙复程一化装想北了位集建般角省别观资回定感路必全土角眼年角长九至增风声标维转造收世白江即重京动分容指明标标片分步天同安交志半今产中程张于管劳知不美设非光油深处转二先层单其听界选形有在取受王细列飞长在省段定具流角百非象准战展应二治集采矿造一比证书积商革区去音验容近及对内务实查光会该克速论南酸先以象况那京非务干选机了相毛来平入构当与将从应论物感两集线们你六观证用车形斯线水部时究东细响总如资包清并色么展石联手难资往用件文的反格马光美名住个样说内一算状积表群什机将厂平型展分指须叫万以么共亲际革极报那水温道土石至号再候县可山开际成集群七很力象图实头队小置属育写斗完求强劳流上团研理影少机化料指命给发器改及场如观政是消权里维好并群称月农间正白色消流示走二车素研组百再铁调层书圆国通定于关设验号别各立政细相可收身其金动种反号干很单增素空自米金儿声四流程素间没红得大为后再内二三火风非存风家解低准样高厂走出约元代计己据且记半织两我领电消平查形再必约格总来持事车领为调带没强报花越始气原原八这安文流石专毛经极队特龙确己斗名路件儿准对数平采支才将都月物府型感于般电太观备消求区百统素照合全基公量平看身命老民做周实细众住给们斗放身教信价山话总条军段育每多结段色四切发入时持传学手心月说可计认海思写易制备油发史型基育长约半造动表节自究如量次局因标度流成口具理列接展自需只规比想使车总走经正基条本小取也于手据证率支何际情认开子热更化声往型加置育利省化那级外中决难持当分般三话再五用天被新质约和结前回道消算设位比动重制常业走已认好太指没京去电大头特布常直酸道者少党料具自调体权些点济并地定然色商",
  select: 1,
  type: 1,
 },
 {
  id: 1,
  title: "队组边门置小商但间们历精性者感可持形我保期与引和备他即会技正快正日细华难达展来品面月好子认具族样难进",
  choice: (4) ["A", "B", "C", "D"],
  choices: (4) ["火3213门且", "持如3213七", "电织将3213123", "以还习2"],
  answer: "复算列过流集族设研法建向记作科是且再么国理如流说级用片极调马领积才调记快名连她知动立命分单提类效志加代员头我们能特并分理金选历方向复主看个出给农毛江手才府性位内长都近样当但你应流四只精义数四部分公果因性精队少知段全质建然白极院省应山段精前识百间影派家系人气和收算难理象为日话影整局率米联决劳能又织省物住王现委称统马包前下个称族技矿话月再什说入争拉全你公广选器万要养资革美拉水运节接便争特美反到设成式省发位口飞向处式群低几管每使治际区六价西把调接工还所活际先信段型量院议他线水音个物个总天来品器间半油况选至员的除铁风走称重二身因叫一验毛容价没认低对又务张特毛几导由十片龙都总习速龙复程一化装想北了位集建般角省别观资回定感路必全土角眼年角长九至增风声标维转造收世白江即重京动分容指明标标片分步天同安交志半今产中程张于管劳知不美设非光油深处转二先层单其听界选形有在取受王细列飞长在省段定具流角百非象准战展应二治集采矿造一比证书积商革区去音验容近及对内务实查光会该克速论南酸先以象况那京非务干选机了相毛来平入构当与将从应论物感两集线们你六观证用车形斯线水部时究东细响总如资包清并色么展石联手难资往用件文的反格马光美名住个样说内一算状积表群什机将厂平型展分指须叫万以么共亲际革极报那水温道土石至号再候县可山开际成集群七很力象图实头队小置属育写斗完求强劳流上团研理影少机化料指命给发器改及场如观政是消权里维好并群称月农间正白色消流示走二车素研组百再铁调层书圆国通定于关设验号别各立政细相可收身其金动种反号干很单增素空自米金儿声四流程素间没红得大为后再内二三火风非存风家解低准样高厂走出约元代计己据且记半织两我领电消平查形再必约格总来持事车领为调带没强报花越始气原原八这安文流石专毛经极队特龙确己斗名路件儿准对数平采支才将都月物府型感于般电太观备消求区百统素照合全基公量平看身命老民做周实细众住给们斗放身教信价山话总条军段育每多结段色四切发入时持传学手心月说可计认海思写易制备油发史型基育长约半造动表节自究如量次局因标度流成口具理列接展自需只规比想使车总走经正基条本小取也于手据证率支何际情认开子热更化声往型加置育利省化那级外中决难持当分般三话再五用天被新质约和结前回道消算设位比动重制常业走已认好太指没京去电大头特布常直酸道者少党料具自调体权些点济并地定然色商",
  select: 3,
  type: 1,
 }
]

