export var  data=[

    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的,驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },
    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },
    { "id": "2", "question": "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的，依法追究什么责任？", "a": "刑事责任", "b": "民事责任", "c": "经济责任", "d": "直接责任", "ta": "1", "imageurl": "", "bestanswer": "《道路交通安全法》第一百零一条：违反道路交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。", "bestanswerid": "2600002", "Type": "2", "sinaimg": "" },

]

export  var  mockdata=[

    {
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车身后贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [{
          msrc: [require("../image/logo.png")],
          src: [require("../image/logo.png")],
          w: 800,
          h: 400
        }],
        select: "2",
        type:1
      },
      {
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车身后贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [{
          msrc: [require("../image/logo.png")],
          src: [require("../image/logo.png")],
          w: 800,
          h: 400
        }],
        select: "2",
        type:1
      },{
        title: "在<span style='color:red'>实习期</span>内驾驶机动车的,应当在车<span style='color:red'>身后</span>贴上什么标志",
        choice: ["A", "B", "C", "D"],
        choices: [
          "注意新手标志",
          "注意避让标注",
          "统一式样的实验标志",
          "注意车距标志"
        ],
        answer: "《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。《道路交通安全法》第一百零一条：违反道路驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故构成犯罪的驾驶造成重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销机动车驾驶证。",
        img: [],
        type:2,
        select:"1,2",
        
      }

]


